tap "homebrew/cask"

brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "fd"
brew "fzf"
brew "gnu-sed"
brew "gnu-tar"
brew "thefuck"

cask "firefox"
cask "git-credential-manager"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "visual-studio-code"
cask "wireshark"

mas "Keynote", id: 409183694
mas "Lungo", id: 1263070803
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541

vscode "dracula-theme.theme-dracula"
vscode "EditorConfig.EditorConfig"
